Revit 2027 API
ParameterTypeId.RampAttrTextFont Property
 "Text Font"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrTextFont { get; }
Public Shared ReadOnly Property RampAttrTextFont As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrTextFont {
	ForgeTypeId^ get ();
}
static member RampAttrTextFont : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace